{
	"1865": {
		"main": "John Boynton was the idealistic owner of a tin manufactory. As he was uneducated, he was never accepted by the upper class, despite his wealth. In 1864, Boynton sent a letter to his cousin, David Whitcomb, describing his plan for a school of manufacturing and science, so that mechanics and manufacturers might be elevated to a higher social status. Meanwhile, Ichabod Washburn, the owner of a large wire mill, envisioned a school in which apprentices might learn technical skills.<br><br>By chance, the two men both confided their plans to one Seth Sweetser, and he became determined to bring the two men together in their ideas. At first, it was difficult to reconcile the two men's opinions, but eventually, Washburn agreed to sponsor and endow a department of practical mechanics with the stipulation that all students be required to blend theory in the classroom with practice in the shops.<br><br>Sweetser began to collect wealthy and influential people to sponsor the school.<br><br>The Worcester Free Institute of Industrial Science first opened to students in 1868, but neither Boynton nor Washburn lived to see it, having both died the previous year.",
		"life": "For the first thirty years of the school's history, there was only one course of study available to students, with the exception of the option of taking German or French as a senior. All students studied such subjects as theoretical mechanics, English language, chemistry, mechanical drawing, physics, geometry, algebra, freehand drawing, calculus, and French. Students of all grades were expected to spend about thirty-five hours a week in class and preparing for class. In accordance with the institute's principles of theory and practice, ten hours a week were set aside for &quot;practice&quot;, during which students would work in the lab doing chemistry, physics, and mechanical engineering work.<br><br>The school offered only a three-year course of study. Juniors, or first-year students, Middlers, or second-year students, and Seniors, or third-year students."
	},
	"1875": {
		"main": "In 1869, President Thompson proposed an idea for an apprentice class. Students would come for the second semester and work exclusively in the shops (with the exception of ten hours a week of mechanical drawing practice), producing goods for the school and paid at the rate of a dollar a day. These apprentices would be automatically accepted as juniors (first-year students) the following year without the necessity of entrance examinations. While not adopted that year, in February of 1870, seventeen apprentices were accepted for the first apprentice class at WPI.",
		"life": "The apprentice class, along with other students, were expected to produce quality equipment, which the school could sell. They were, in effect, really apprentices of the school. Said President Thompson, &quot;A shop where second-rate work is done is not the place for boys to learn. The work produced [in the shop] will be the best of its kind.&quot; The instructors in the shops were experts in their fields, and insisted on thorough work in all respects."
	}
}